start = '📝 Myers-Briggs, MBTI\n\n' \
        'Здравствуйте!\n' \
        'Этот вопросник предназначен для определения типичных способов поведения и личностных характеристик.\n\n' \
        'Выберите соответствующую кнопку'

info = '📝 Myers-Briggs, MBTI\n\n' \
       'Опросник состоит из 70 утверждений (вопросов), каждое из которых имеет два варианта ответа.\n' \
       'Вам необходимо выбрать <b>Один</b>.\n' \
       'Все ответы равноценны, среди них нет "правильных" или "неправильных"!\n' \
       'Поэтому не нужно "угадывать" ответ.\n' \
       'Выберите ответ, который свойствен вашему поведению в большинстве жизненных ситуаций.\n' \
       'Работайте не торопясь, обдуманно!\n' \
       'Отвечайте правдиво, если вы хотите узнать что-то о себе, а не о какой-то мифической личности.\n\n' \
       'Вы в любой момент можете окончить тест нажав кнопку: <b>stop</b>\n' \
       'При этом Ваши результаты не сохраняться'

start_test = '📝 Myers-Briggs, MBTI\n\n' \
             'Вопросов: 70\n' \
             'Время прохождения: 3 - 6 минут\n\n' \
             'Перед началом теста введите свою электронную почту:'
