user_description = {
    'ESTJ': 'Тип Администратор: ответственный, надежный.\n'
            'для него важны долг, иерархия, порядок.\n'
            'практичный, открытый, все у него идет по плану.\n'
            'без глупостей и лишних выдумок.\nбесхитростный, исполнительный, цельная натура. ',

    'ISTJ': 'Тип Инспектор или Опекун: на первом месте - долг, человек слова, ответственный.\n'
            'спокойный, твердый, надежный, логичный, мало-эмоциональный.\n'
            'семьянин.\n'
            'ему свойственны обстоятельность и даже въедливость.',

    'ISTP': 'Тип Мастер: субординация - излишняя условность.\n'
            'бесстрашие, жажда действий.\n'
            'увлечения с оттенком экстремальности.\n'
            'умение обращаться с любыми инструментами и механизмами.\n'
            'это боевики, наемники.\n'
            'им свойственны братские взаимоотношения.\n'
            'формальное образование не обязательный вариант для них '
            '(часто бросают школу и редко стремятся к высшему образованию).',

    'ESTP': 'Тип Маршал или Антрепренер: энергия, игра, неистощимый, искушенный в обращении с людьми.\n'
            'остроумие, прагматизм.\n'
            'работа в условиях риска и на грани катастрофы.\n'
            'поиск острых ощущений.\n'
            'преследуют выгоду во взаимоотношениях.\nпогоня за Госпожой Удачей, риск.',

    'INTP': 'Тип Критик или Архитектор: ценитель мыслей и языка.\n'
            'мгновенная оценка ситуации, логичность.\n'
            'познание законов природы.\n'
            'интеллектуал, несколько высокомерный, интеллигент, '
            'философ, математик, теоретик, неистощимый фонтан новых идей.\n'
            'чуткий и умный родитель.\nотличается сложным внутренним миром.\nбогатство ассоциаций.',

    'ENTP': 'Тип Искатель или Изобретатель": применяет интуицию на практике (в изобретениях), энтузиаст, новатор.\n'
            'важна воплощенная идея, а не идея сама по себе.\n'
            'приятный собеседник, инициативный в общении.\n'
            'нетерпение к банальным, рутинным операциям, хороший педагог.\n'
            'любит юмор.\n'
            'девиз: "Понимать людей"!',

    'ENTJ': 'Тип Предприниматель или Фельдмаршал: руководитель-стратег.\n'
            'ориентация на цель.\n'
            'логичный.\n'
            'эффективность в работе превыше всего.\n'
            'хранитель домашнего очага.\nинтеллигент.\n'
            'требовательный родитель, неутомимый.\n'
            'карьера иногда важнее, чем семейное благополучие.',

    'INTJ': 'Тип Аналитик или Исследователь: самоуверенный.\n'
            'его интересы в будущем.\n'
            'авторитет положения или звания не имеет значения.\n'
            'теоретик, приверженец "мозгового штурма", жизнь - игра на гигантской шахматной доске.\n'
            'дефицит внешней эмоциональности, высокие способности к обучению, независимость, интуиция.\n'
            'возможны трудности в мире эмоций и чувств.',

    'ESFJ': 'Тип Энтузиаст или Торговец: открытый, практичный, расчетливый, обладает житейской мудростью.\n'
            'компанейский, гостеприимный.\n'
            'деловой, ответственный, интересы клиента превыше всего.\n'
            'общительный.',

    'ISFJ': 'Тип Хранитель или Консерватор: спокойный.\n'
            'защищает интересы организации, традиции.\n'
            'ответственный.\n'
            'придерживается связи времен, проявляет интерес к истории.\n'
            'все у него по плану.\n'
            'заботливый.\n'
            'выполнять поручения для него спокойнее, чем руководить.\n'
            'хозяин в доме.',

    'ISFP': 'Тип Посредник или Художник: успешное художественное творчество, эпикурейский образ жизни.\n'
            'острота ощущения текущей минуты.\n'
            'высокая чувствительность к оттенкам и полутонам в ощущениях.\n'
            'тонкости устной и письменной речи обычно не интересуют.\n'
            'свобода, оптимистичность, непокорность, уход от всякого рода ограничений.',

    'ESFP': 'Тип Политик или Тамада: оптимизм и теплота.\n'
            'избегают одиночества.\n'
            'идут по жизни смеясь, жизнь для них - сплошные приключения.\n'
            'игнорируют все мрачное.\n'
            'щедрость, поддаются соблазнам.\n'
            'старший друг для своего ребенка.\n'
            'умение вдохновлять людей, приземленность языка.\n'
            'наука - дело не для них, они выбирают бизнес, торговлю.',

    'INFP': 'Тип Лирик или Романтик: спокойный, идеалист.\n'
            'чувство собственного достоинства.\n'
            'борется со злом за идеалы добра и справедливости.\n'
            'отличается лирическим символизмом.\n'
            'это писатель, психолог, архитектор.\n'
            'кто угодно, только не бизнесмен.\n'
            'способности в изучении языков.\n'
            'принцип "Мой дом - моя крепость".\n'
            'уживчивые и покладистые супруги.',

    'ENFP': 'Тип Советчик или Журналист: умение влиять на окружающих.\n'
            'видит людей насквозь.\nотрывается от реальности в поиске гармонии.\n'
            'подмечает все экстраординарное.\n'
            'ему свойственны чувствительность, отрицание сухой логики, '
            'творчество, энтузиазм, оптимизм, богатая фантазия.\n'
            'это торговец, политик, драматург, практический психолог.\n'
            'ему присущи экстравагантность, щедрость, иногда избыточная.',

    'ENFJ': 'Тип Наставник или Педагог: гуманистический лидер, общительный, '
            'внимательный к чувствам других людей, образцовый родитель.\n'
            'нетерпеливый по отношению к рутине и монотонной деятельности.\n'
            'отличается умением распределить роли в группе.',

    'INFJ': 'Тип Гуманист или Предсказатель: радость друзей - радость и для него.\n'
            'проницательность и прозорливость.\n'
            'успешное самообразование.\n'
            'ранимость, не любят споров и конфликтов.\n'
            'богатое воображение, поэтичность, любовь к метафорам.\n'
            'это психолог, врачеватель, писатель.\n'
            'стремится к гармонии человеческих взаимоотношений.'
}
